9/data/attachments/330318e2d008ca56.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_8bc5fb99-173a-4275-ba9b-1f332c175633</nif:username>
            <nif:friendToBeAdded>Amber_expect_Actions_7195_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>